<footer class="footer mt-auto py-3 bg-light border-top">
    <div class="container mt-2">
        <span class="text-muted">
            2023 © Вейпшоп red-smoke.ru Информация представленная на сайте для лиц достигших 18 лет.
            Контент на данном сайте не является рекламой, а служит лишь ознакомительной информацией о ценах, так же
            характеристиках продукции и наличии в магазинах сети. (п.1 и п.2 статьи 10 Закона “О защите прав потребителей”)
            Дистанционная продажа и доставка никотиносодержащей и табачной продукции не осуществляется.
        </span>
    </div>
</footer>
@include('layouts.partials.age-confirm-modal')

